<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link
	href="/css/frame.css"
	type="text/css" rel="stylesheet">
<link
	href="/css/register_002.css"
	type="text/css" rel="stylesheet">
<link
	href="/css/register.css"
	type="text/css" rel="stylesheet">
<title>撞大运注册协议</title>
</head>
<body class="B_register">
<div class="W_nologin">
<div class="W_reg_header">
<div class="W_nologin_logo"><a href="<?php echo site_url();?>"></a></div>
</div>
<div class="W_nologin_main">
<div class="private_cont">
<h2 class="head_title W_f16 W_fb W_tc ">撞大运个人信息保护政策</h2>
<p class="para">为切实保护撞大运用户隐私权，优化用户体验，新浪公司根据现行法规及政策，制定本《个人 信息保护政策》。
本《个人信息保护政策》将详细说明撞大运在获取、管理及保护用户个人信息方面的政策及措施。本《个人信息保护政策》适用于撞大运向您提供的所有服务，无论您是
通过计算机设备、移动终端或其他设备获得的撞大运服务。</p>
<h3 class="para_title  W_f14 W_fb">个人信息的收集</h3>
<p class="para">您已知悉且同意，在您注册撞大运帐号或使用撞大运提供的服务时，撞大运将记录您提供的相关个
人信息，如：姓名、手机号码等，上述个人信息是您获得撞大运提供服务的基础。同时，基于优化用户体验之目的，撞大运会获取与提升撞大运服务有关的其他信息，例如
当您访问撞大运时，我们可能会收集哪些服务的受欢迎程度、浏览器软件信息等以便优化我们的服务。</p>
<h3 class="para_title  W_f14 W_fb">个人信息的管理</h3>
<p class="para">为了向您提供更好的服务或产品，撞大运会在下述情形使用您的个人信息： <br>
1)根据相关法律法规的要求； <br>
2)根据您的授权； <br>
3)根据撞大运相关服务条款、应用许可使用协议的约定。</p>
<p class="para">此外，您已知悉并同意：在现行法律法规允许的范围内，撞大运可能会将您非隐私的个人信息
用于市场营销，使用方式包括但不限于：在撞大运平台中向您展示或提供广告和促销资料，向您通告或推荐撞大运的服务或产品信息，以及其他此类根据您使用撞大运服务
或产品的情况所认为您可能会感兴趣的信息。其中也包括您在采取授权等某动作时选择分享的信息，例如当您新增朋友、在动态中新增地标、使用撞大运的联络人汇入
工具等。</p>
<p class="para">未经您本人允许，撞大运不会向任何第三方披露您的个人信息，下列情形除外： <br>
1)撞大运已经取得您或您监护人的授权； <br>
2)司法机关或行政机关给予法定程序要求撞大运披露的； <br>
3)撞大运为维护自身合法权益而向用户提起诉讼或仲裁时； <br>
4)根据您与撞大运相关服务条款、应用许可使用协议的约定； <br>
5)法律法规规定的其他情形。</p>

<h3 class="para_title  W_f14 W_fb">个人信息的保护</h3>
<p class="para">撞大运将尽一切合理努力保护其获得的用户个人信息。为防止用户个人信息在意外的、未经授权的情况下被非法访问、复制、修改、传送、遗失、破坏、处理或使用，撞大运已经并将继续采取以下措施保护您的个人信息：
<br>
1)以适当的方式对用户的个人信息进行加密处理； <br>
2)在适当的位置使用密码对用户个人信息进行保护； <br>
3)限制对用户个人信息的访问； <br>
4)其他的合理措施</p>
<p class="para">尽管已经采取了上述合理有效措施，并已经遵守了相关法律规定要求的标准，但撞大运仍然无法保证您的个人信息通过不安全途径进行交流时的安全性。因此，用户个人应采取积极措施保证个人信息的安全，如：定期修改帐号密码，不将自己的帐号密码等个人信息透露给他人。</p>
<p class="para">您知悉：撞大运提供的个人信息保护措施仅适用于撞大运平台，一旦您离开撞大运，浏览或使用其他网站、服务及内容资源，撞大运即没有能力及义务保护您在撞大运以外的网站提交的任何个人信息，无论您登陆或浏览上述网站是否基于撞大运的链接或引导。</p>
<h3 class="para_title  W_f14 W_fb">个人信息的访问</h3>
<p class="para">当您完成撞大运的帐号注册后，您可以查阅或修改您提交给撞大运的个人信息。一般情况下，您可随时浏览、修改自己提交的信息，但出于安全性和身份识别（如号码申诉服务）的考虑，您可能无法修改注册时提供的某些初始注册信息及验证信息。</p>
<h3 class="para_title  W_f14 W_fb">对Cookie及web beacon的使用</h3>
<p class="para">Cookie可以帮助网站辨认注册用户，计算用户数量，通常被各网站用来判定完成注册
的用户是否已经实现登录。撞大运承诺，对cookie信息的研究仅用于提升服务/产品质量及优化用户体验之目的。同时，如不希望个人信息保留在cookie
中，您可以对浏览器进行配置：选择"拒绝cookie"或"当网站发送cookie时通知您"，您知道，鉴于撞大运的服务是通过支持cookie来是实现
的，完成关闭cookie的操作后，可能影响到您访问撞大运或不能充分取得撞大运的服务。您不禁用cookie时，可能会得到提示：是否在下一次进入此网站时
保留用户信息以便简化登录手续（如一键登录）。</p>
<p class="para">撞大运使用web beacon的方法和目的与cookie是相同的。</p>
<h3 class="para_title  W_f14 W_fb">对未成年人个人信息的特别保护</h3>
<p class="para">撞大运非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用撞大运的服务前，应确保事先取得监护人的同意，如您在撞大运上申请注册账号，撞大运将默认为您已得到前述同意。撞大运将根据国家相关法律法规及本《个人信息保护政策》的规定保护未成年人的个人信息。</p>
<h3 class="para_title  W_f14 W_fb">隐私保护政策的修改</h3>
<p class="para">撞大运有权随时修改《个人信息保护政策》的任何条款，一旦《个人信息保护政策》的内容发
生变动，撞大运将会直接在撞大运网站上公布修改之后的《个人信息保护政策》，该公布行为视为撞大运已经通知您修改内容。撞大运也可通过其他适当方式向用户提示修改
内容。如果您不同意撞大运对本《个人信息保护政策》相关条款所做的修改，您有权停止使用撞大运服务。如果您继续使用撞大运服务，则视为您接受新浪公司对本协议相
关条款所做的修改。</p>
</div>
</div>

</div>


</body>
</html>